Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVEnableDolbyVisionDescription
source: Get the best picture with better, brighter colors. Apple TV will make sure your HDMI cable is compatible before it turns on Dolby Vision.
ar: احصل على أفضل صورة مع ألوان أفضل وأكثر سطوعًا. سيتأكد Apple TV من توافق كبل HDMI لديك قبل تشغيل Dolby Vision.
ca: Proporciona imatges de qualitat òptima amb colors més vius i lluminosos. Abans d’activar el format Dolby Vision, l’Apple TV comprovarà que el cable HDMI sigui compatible.
cs: Získáte prvotřídní obraz s lepšími a jasnějšími barvami. Před zapnutím režimu Dolby Vision Apple TV zkontroluje, zda je s ním kompatibilní váš HDMI kabel.
da: Få det bedste billede med bedre og stærkere farver. Apple TV kontrollerer, at dit HDMI-kabel er kompatibelt, før det slår Dolby Vision til.
de: Erlebe die beste Bildqualität mit besseren, helleren Farben. Apple TV stellt vor dem Aktivieren von Dolby Vision sicher, dass dein HDMI-Kabel kompatibel ist.
el: Απολαύστε τη βέλτιστη εικόνα με καλύτερα, φωτεινότερα χρώματα. Το Apple TV θα διασφαλίσει ότι το καλώδιο HDMI είναι συμβατό, προτού ενεργοποιήσει το Dolby Vision.
es: Disfruta de la mejor calidad de imagen con colores más vivos y realistas. Antes de activar Dolby Vision, el Apple TV se asegurará de que el cable HDMI es compatible.
es_us: Consigue la mejor calidad de imagen con colores más brillantes. El Apple TV verificará que tu cable HDMI sea compatible antes de activar Dolby Vision.
fi: Saa paras kuva ja paremmat, kirkkaammat värit. Apple TV tarkastaa HDMI -kaapelin yhteensopivuuden ennen kuin Dolby Vision laitetaan päälle.
fr: Profitez d’une qualité d’image optimale avec des couleurs plus vives. L’Apple TV va vérifier que votre câble HDMI est compatible avant d’activer le Dolby Vision.
fr_ca: Obtenez la meilleure image possible avec les couleurs les plus claires. L’Apple TV s’assurera que votre câble HDMI est compatible avant d’activer Dolby Vision.
he: באפשרותך לקבל את איכות התמונה הטובה ביותר עם צבעים בהירים ואיכותיים יותר. ה-Apple TV יוודא שכבל ה-HDMI שלך תואם ל-Dolby Vision לפני ההפעלה.
hi: बेहतर और चमकीले रंगो के साथ सबसे अच्छी तस्वीर पाएँ। Dolby Vision चालू करने के पहले Apple TV सुनिश्चित करेगा कि आपका HDMI केबल संगत है।
hr: Gledajte najbolju moguću sliku s poboljšanim i jarkim bojama. Apple TV provjerit će je li vaš HDMI kabel kompatibilan prije uključenja Dolby Visiona.
hu: Élvezze a jobb, élénkebb színeknek köszönhető legjobb képminőséget. A Dolby Vision bekapcsolása előtt az Apple TV meggyőződik arról, hogy a HDMI-kábel kompatibilis-e.
id: Dapatkan gambar terbaik dengan warna yang lebih cerah dan lebih baik. Apple TV akan memastikan kabel HDMI Anda kompatibel sebelum menyalakan Dolby Vision.
it: Ottieni la migliore qualità delle immagini e i colori più vividi. Prima di attivare la modalità Dolby Vision, Apple TV verificherà che il tuo cavo HDMI sia compatibile.
ja: より鮮やかな色で最高の画像を表示しましょう。Apple TVは、HDMIケーブルに互換性があることを確認してから、ドルビービジョンをオンにします。
ko: 더 밝고 선명한 색상이 담긴 최고 화질의 영상으로 봅니다. Apple TV가 Dolby Vision을 켜기 전에 사용자의 HDMI 케이블이 호환 가능한지 확인합니다.
ms: Dapatkan gambar yang terbaik dengan warna yang lebih baik dan lebih cerah. Apple TV akan memastikan kabel HDMI anda serasi sebelum mengaktifkan Dolby Vision.
nb: Få det beste bildet med bedre og sterkere farger. Apple TV kontrollerer at HDMI-kabelen din er kompatibel, før Dolby Vision slås på.
nl: Krijg het beste beeld met betere en scherpere kleuren. Apple TV controleert of je HDMI-kabel compatibel is voordat Dolby Vision wordt ingeschakeld.
pl: Tryb Dolby Vision to optymalny obraz o lepszych, jaśniejszych kolorach. Przed włączeniem go Apple TV sprawdzi, czy Twój kabel HDMI jest z nim zgodny.
pt_br: Obtenha a melhor imagem, com cores melhores e mais brilhantes. Antes de ativar o Dolby Vision, a Apple TV conferirá se o cabo HDMI é compatível.
pt_pt: Obtenha a melhor imagem, com cores fortes e mais brilhantes. Antes de mudar para Dolby Vision, a Apple TV certificar‑se‑á de que o cabo HDMI é compatível.
ro: Obțineți cea mai bună imagine, prin culori mai performante și mai strălucitoare. Înainte de a activa Dolby Vision, Apple TV-ul va testa compatibilitatea cablului dvs. HDMI.
ru: Наилучшее изображение с более яркими цветами. Apple TV проверит кабель HDMI на совместимость перед переключением на формат Dolby Vision.
sk: Získajte špičkový obraz s lepšími a žiarivejšími farbami. Apple TV pred zapnutím formátu Dolby Vision overí kompatibilitu HDMI kábla.
sl: Zagotovite si najboljšo sliko z boljšimi, svetlejšimi barvami. Apple TV bo preveril združljivost vašega kabla HDMI, preden vklopi Dolby Vision.
sv: Få bästa möjliga bild med bättre och mer intensiva färger. Apple TV kontrollerar att HDMI-kabeln är kompatibel innan Dolby Vision aktiveras.
th: เพื่อการรับชมภาพที่ดีที่สุดด้วยสีสันที่สว่างขึ้น Apple TV จะตรวจสอบให้แน่ใจว่าสาย HDMI ของคุณสามารถใช้งานร่วมกันได้ก่อนที่จะเปิดใช้ Dolby Vision
tr: Daha iyi, daha parlak renklerle en iyi görüntüyü alın. Apple TV, HDMI kablonuzun uyumlu olduğundan emin olduktan sonra Dolby Vision özelliğini açar.
uk: Отримайте взірцеве зображення з кращими, яскравішими кольорами. Apple TV перевірить сумісність вашого HDMI-кабелю, перш ніж вмикати Dolby Vision.
vi: Nhận được hình ảnh tốt nhất với màu sắc đẹp hơn, sáng hơn. Apple TV sẽ đảm bảo rằng cáp HDMI của bạn tương thích trước khi bật Dolby Vision.
zh_cn: 获取品质更佳、色彩更鲜明的画面。Apple TV确保你的HDMI线缆兼容后，才会打开“杜比视界”。
zh_hk: 取得更鮮艷出色的影像。開啟「杜比視界」之前Apple TV將會確認你的HDMI接線是否相容。
zh_tw: 取得色彩更鮮艷出色的最佳影像。開啟「杜比視界」前，Apple TV會先確認你的HDMI連接線是否相容。

# AVEnableHDR
source: Enable HDR
ar: تمكين HDR
ca: Activa l’HDR
cs: Zapnout HDR
da: Slå HDR til
de: HDR aktivieren
el: Ενεργοποίηση HDR
es: Activar HDR
es_us: Activar HDR
fi: Ota HDR käyttöön
fr: Activer la HDR
fr_ca: Activer HDR
he: הפעלת HDR
hi: HDR सक्षम करें
hr: Omogući HDR
hu: A HDR engedélyezése
id: Aktifkan HDR
it: Abilita HDR
ja: HDRを有効にする
ko: HDR 활성화
ms: Dayakan HDR
nb: Aktiver HDR
nl: Schakel HDR in
pl: Włącz HDR
pt_br: Ativar HDR
pt_pt: Ativar HDR
ro: Activare HDR
ru: Включение HDR
sk: Povoliť HDR
sl: Omogoči HDR
sv: Aktivera HDR
th: เปิดใช้งาน HDR
tr: HDR’yi Etkinleştir
uk: Увімкнути HDR
vi: Bật HDR
zh_cn: 启用HDR
zh_hk: 開啟HDR
zh_tw: 啟用HDR

# AVEnableHDRDescription
source: Get the best picture with better, brighter colors. Apple TV will make sure your TV is compatible before it turns on HDR.
ar: احصل على أفضل صورة مع ألوان أفضل وأكثر سطوعًا. سيتأكد Apple TV من توافق تلفزيونك قبل تشغيل HDR.
ca: Proporciona imatges de qualitat òptima amb colors més vius i lluminosos. Abans d’activar el format HDR, l’Apple TV comprovarà que el televisor sigui compatible.
cs: Získáte prvotřídní obraz s lepšími a jasnějšími barvami. Před zapnutím režimu HDR Apple TV zkontroluje, zda je s ním váš televizor kompatibilní.
da: Få det bedste billede med bedre og stærkere farver. Apple TV kontrollerer, at dit fjernsyn er kompatibelt, før det slår HDR til.
de: Erlebe die beste Bildqualität mit besseren, helleren Farben. Apple TV stellt vor dem Aktivieren von HDR sicher, dass dein Fernsehgerät kompatibel ist.
el: Απολαύστε τη βέλτιστη εικόνα με καλύτερα, φωτεινότερα χρώματα. Το Apple TV θα διασφαλίσει ότι η τηλεόρασή σας είναι συμβατή, προτού ενεργοποιήσει το HDR.
es: Disfruta de la mejor calidad de imagen con colores más vivos y realistas. Antes de activar HDR, el Apple TV se asegurará de que el televisor es compatible.
es_us: Consigue la mejor calidad de imagen con colores más brillantes. El Apple TV verificará que tu TV sea compatible antes de activar HDR.
fi: Saa paras kuva ja paremmat, kirkkaammat värit. Apple TV tarkastaa TV:n yhteensopivuuden ennen kuin HDR laitetaan päälle.
fr: Profitez d’une qualité d’image optimale avec des couleurs plus vives. L’Apple TV va vérifier que votre téléviseur est compatible avant d’activer la HDR.
fr_ca: Obtenez la meilleure image possible avec les couleurs les plus claires. L’Apple TV s’assurera que votre télévision est compatible avant d’activer HDR.
he: באפשרותך לקבל את איכות התמונה הטובה ביותר עם צבעים בהירים ואיכותיים יותר. ה-Apple TV יוודא שהטלוויזיה שלך תואמת ל-HDR לפני ההפעלה.
hi: बेहतर और चमकीले रंगों के साथ सबसे अच्छी तस्वीर पाएँ। HDR चालू करने के पहले Apple TV सुनिश्चित करेगा कि आपका टीवी संगत है।
hr: Gledajte najbolju moguću sliku s poboljšanim i jarkim bojama. Apple TV provjerit će je li vaš TV kompatibilan prije uključenja značajke HDR.
hu: Élvezze a jobb, élénkebb színeknek köszönhető legjobb képminőséget. A HDR bekapcsolása előtt az Apple TV meggyőződik arról, hogy a televíziókészüléke kompatibilis-e.
id: Dapatkan gambar terbaik dengan warna yang lebih cerah dan lebih baik. Apple TV akan memastikan TV Anda kompatibel sebelum menyalakan HDR.
it: Ottieni la migliore qualità delle immagini e i colori più vividi. Prima di attivare la modalità HDR, Apple TV verificherà che il tuo televisore sia compatibile.
ja: より鮮やかな色で最高の画像を表示しましょう。Apple TVは、テレビに互換性があることを確認してから、HDRをオンにします。
ko: 더 밝고 선명한 색상이 담긴 최고 화질의 영상으로 봅니다. Apple TV가 HDR을 켜기 전에 사용자의 TV가 호환 가능한지 확인합니다.
ms: Dapatkan gambar yang terbaik dengan warna yang lebih baik dan lebih cerah. Apple TV akan memastikan TV anda serasi sebelum mengaktifkan HDR.
nb: Få det beste bildet med bedre og sterkere farger. Apple TV kontrollerer at TV-en din er kompatibel, før HDR slås på.
nl: Krijg het beste beeld met betere en scherpere kleuren. Apple TV controleert of je tv compatibel is voordat HDR wordt ingeschakeld.
pl: Tryb HDR to optymalny obraz o lepszych, jaśniejszych kolorach. Przed włączeniem go Apple TV sprawdzi, czy Twój telewizor jest z nim zgodny.
pt_br: Obtenha a melhor imagem, com cores melhores e mais brilhantes. Antes de ativar o HDR, a Apple TV conferirá se a TV é compatível.
pt_pt: Obtenha a melhor imagem, com cores fortes e mais brilhantes. Antes de mudar para HDR, a Apple TV certificar‑se‑á de que a televisão é compatível.
ro: Obțineți cea mai bună imagine, prin culori mai performante și mai strălucitoare. Înainte de a activa HDR, Apple TV-ul va testa compatibilitatea televizorului dvs.
ru: Наилучшее изображение с более яркими цветами. Apple TV проверит телевизор на совместимость перед переключением на HDR.
sk: Získajte špičkový obraz s lepšími a žiarivejšími farbami. Apple TV pred zapnutím formátu HDR overí kompatibilitu televízora.
sl: Zagotovite si najboljšo sliko z boljšimi, svetlejšimi barvami. Apple TV bo preveril združljivost vašega televizorja, preden vklopi HDR.
sv: Få bästa möjliga bild med bättre och mer intensiva färger. Apple TV kontrollerar att din TV är kompatibel innan HDR aktiveras.
th: เพื่อการรับชมภาพที่ดีที่สุดจากสีสันและความสว่างที่มากขึ้น Apple TV จะตรวจสอบให้แน่ใจว่าทีวีของคุณสามารถใช้งานร่วมกันได้ก่อนที่จะเปิดใช้ HDR
tr: Daha iyi, daha parlak renklerle en iyi görüntüyü alın. Apple TV, TV’nizin uyumlu olduğundan emin olduktan sonra HDR özelliğini açar.
uk: Отримайте взірцеве зображення з кращими, яскравішими кольорами. Apple TV перевірить сумісність вашого телевізора, перш ніж вмикати HDR.
vi: Nhận được hình ảnh tốt nhất với màu sắc đẹp hơn, sáng hơn. Apple TV sẽ đảm bảo rằng TV của bạn tương thích trước khi bật HDR.
zh_cn: 获取品质更佳、画面更鲜明的画面。Apple TV确保你的电视兼容后，才会打开HDR。
zh_hk: 取得更鮮艷出色的影像。開啟HDR之前Apple TV將會確認你的電視是否相容。
zh_tw: 取得色彩更鮮艷出色的最佳影像。開啟HDR前，Apple TV會先確認你的電視是否相容。

# AVEnhanceDialogueDescription
source: Make speech more prominent in audio mixes so dialogue is easier to hear and understand.
ar: زيادة وضوح الكلام في الامتزاجات الصوتية لزيادة سهولة سماع الحوار وفهمه.
ca: Destaca la veu per sobre d’altres sons perquè els diàlegs se sentin i s’entenguin millor.
cs: Zvýrazní ve zvukových mixech mluvené slovo, aby byly dialogy lépe slyšitelné a srozumitelné.
da: Gør tale mere fremtrædende i lydmiks, så det er lettere at høre og forstå dialog.
de: Hebe Sprache in Audiomixen hervor, damit Dialoge besser zu hören und zu verstehen sind.
el: Η ομιλία γίνεται περισσότερο διακριτή στις μείξεις ήχου, έτσι ώστε να μπορείτε να ακούτε και να καταλαβαίνετε πιο εύκολα τους διαλόγους.
es: Destaca la voz en las mezclas de audio para que los diálogos sean más fáciles de oír y entender.
es_us: Haz que la lectura en voz alta se destaque en las mezclas de audio para que los diálogos sean fáciles de escuchar y de entender.
fi: Korosta puhetta äänimiksauksissa, jotta dialogi on helpompi kuulla ja ymmärtää.
fr: Placez les voix au premier plan dans les mix audio de manière à ce que les dialogues soient plus faciles à entendre et à comprendre.
fr_ca: Donnez la priorité à la parole dans les mixages audio pour que les dialogues soient plus faciles à entendre et à comprendre.
he: הגדרה זו מאפשרת לך להבליט ולחדד את הדיבור ברצועות שמע כדי שיהיה קל יותר לשמוע ולהבין את הנאמר.
hi: ऑडियो मिक्स में स्पीच को अधिक प्रमुख बनाएँ, ताकि डायलॉग सुनने और समझने में आसान हो।
hr: Naglašavanje govora u audio miksevima kako bi se dijalog lakše mogao čuti i razumjeti.
hu: A beszéd kiemelése az audiomixben, hogy a párbeszéd jobban hallható és érthető legyen.
id: Perjelas ucapan di mixing audio agar dialog lebih mudah didengar dan dipahami.
it: Dai priorità alle voci nel mix audio per rendere i dialoghi più udibili e comprensibili.
ja: いろいろな音が混合しているオーディオの中から会話を目立たせることで、台詞を聞き取りやすくします。
ko: 혼합된 여러 오디오 속에서 말소리를 더욱 부각하여 대화를 쉽게 듣고 이해할 수 있도록 합니다.
ms: Jadikan pertuturan lebih menonjol dalam campuran audio supaya dialog lebih mudah didengari dan difahami.
nb: Gjør talen mer framtredende i lydmikser slik at det er lettere å høre og forstå dialogen.
nl: Maak spraak duidelijker in audiomixes, zodat gesprekken gemakkelijker te horen en te begrijpen zijn.
pl: Uwydatniaj mowę w mieszanych materiałach audio, aby łatwiej słyszeć i rozumieć dialogi.
pt_br: Destaque a fala nos mixes de áudio para facilitar a audição e a compreensão dos diálogos.
pt_pt: Reforçando as vozes em misturas de música é mais fácil ouvir e compreender os diálogos.
ro: Acordați prioritate părților vorbite din mixajele audio, pentru ca dialogurile să fie mai ușor de ascultat și de înțeles.
ru: Речь будет выделяться из фоновых звуков, чтобы Вам было проще расслышать и понять диалоги.
sk: Zvýrazní reč v zvukových mixoch tak, aby boli dialógy zrozumiteľnejšie a lepšie počuteľné.
sl: Povečajte razločnost govora v mešanicah zvoka, da boste lažje slišali in razumeli dialoge.
sv: Framhäv talet i ljudmixar så att dialogen blir enklare att höra och förstå.
th: ปรับเสียงพูดในเสียงที่ผสมกันให้ชัดขึ้น เพื่อให้ได้ยินและเข้าใจบทสนทนาได้ง่ายขึ้น
tr: Karışık seslerin olduğu ortamda diyaloğun duyulmasını ve anlaşılmasını kolaylaştırmak için konuşmayı daha belirgin hâle getirin.
uk: Мовлення звучатиме чіткіше, щоб діалоги було легше чути й розуміти.
vi: Làm cho lời nói nổi bật hơn trong các bản hòa âm sao cho phần hội thoại dễ nghe và dễ hiểu hơn.
zh_cn: 音频混杂时突显语音，使对话更易听到和理解。
zh_hk: 在音訊混合中令語音更加突出，這樣對話就更容易被聽見和理解。
zh_tw: 突顯音訊混音中的語音讓對話變得更容易聆聽和理解。

# AVEnhanceDialogueLevelEnhance
source: Enhance
ar: تحسين
ca: Millora
cs: Vylepšit
da: Fremhæv
de: Verbessern
el: Βελτίωση
es: Mejorar
es_us: Mejorar
fi: Korosta
fr: Améliorer
fr_ca: Améliorer
he: שיפור
hi: बेहतर बनाएँ
hr: Poboljšanje
hu: Feljavítás
id: Tingkatkan
it: Migliora
ja: 強調
ko: 강조
ms: Tingkatkan
nb: Framhev
nl: Verbeter
pl: Korekcja
pt_br: Aprimorar
pt_pt: Melhorar
ro: Îmbunătățire
ru: Улучшить
sk: Vylepšiť
sl: Izboljšano
sv: Framhäv
th: ปรับเสียง
tr: İyileştir
uk: Виокремити
vi: Cải thiện
zh_cn: 突显
zh_hk: 突顯
zh_tw: 突顯

# AVEnhanceDialogueLevelEnhanceDescription
source: Dialogue is made more prominent with minimal impact to the original audio mix.
ar: إبراز صوت الحوار مع أقل تأثير على المزيج الصوتي الأصلي.
ca: Es destaca el diàleg, però sense modificar la combinació d’àudio original.
cs: Dialogy jsou zvýrazněné s minimálním dopadem na původní zvukový mix.
da: Dialogen fremhæves med minimal påvirkning af det originale lydmiks.
de: Dialog wird mit minimaler Auswirkung auf den ursprünglichen Audiomix hervorgehoben.
el: Ο διάλογος γίνεται περισσότερο διακριτός και έχει ελάχιστο αντίκτυπο στην αρχική μείξη ήχου.
es: Se amplifica el diálogo sin afectar prácticamente a la mezcla de audio original.
es_us: Los diálogos se resaltan casi sin afectar la mezcla de audio original.
fi: Dialogia korostetaan, mutta alkuperäiseen äänimiksaukseen tehdään vain minimaalisia muutoksia.
fr: Les dialogues seront mis en avant sans impacter le mix audio original de façon significative.
fr_ca: Les dialogues sont plus faciles à distinguer avec un effet minimal sur le mix audio original.
he: הדיבור יובלט יותר עם השפעה מינימלית על השמע המשולב המקורי.
hi: मूल ऑडियो मिक्स पर न्यूनतम प्रभाव डालते हुए डायलॉग को और भी प्रमुखता प्रदान कर दी जाती है।
hr: Dijalog je istaknutiji uz minimalan utjecaj na izvorni audio miks.
hu: A beszéd jobban ki van emelve, és ez minimális hatással van az eredeti keverés audiomixre.
id: Dialog dibuat lebih menonjol dengan dampak minimal terhadap mixing audio aslinya.
it: I dialoghi vengono potenziati con modifiche minime al mix audio originale.
ja: オリジナルのオーディオミックスへの影響を最小限に抑えつつ、対話をより強調します。
ko: 원본 오디오 믹스에 미치는 영향은 최소화하면서 대화를 더욱 또렷하게 합니다.
ms: Dialog dijadikan lebih menonjol dengan kesan minimum pada campuran audio asal.
nb: Dialogen gjøres tydeligere, men den opprinnelige lydmiksen endres minimalt.
nl: Dialogen worden prominenter gemaakt met minimale impact op de originele audiomix.
pl: Dialogi są uwydatnione z minimalnym wpływem na inne składniki oryginalnego materiału audio.
pt_br: O diálogo fica mais proeminente, com impacto mínimo sobre o mix de áudio original.
pt_pt: Os diálogos são mais destacados, com um impacto mínimo na mistura de áudio original.
ro: Dialogurile sunt scoase în evidență cu impact minim asupra mixajul audio original.
ru: Четкость диалогов повышается без значительного изменения оригинального аудиомикса.
sk: Dialógy sú zosilnené s minimálnym vplyvom na originálny mix audia.
sl: Dialog je bolj razločen in malo vpliva na prvotno zvočno sliko.
sv: Dialogen framhävs med minimal påverkan på den ursprungliga ljudmixningen.
th: ปรับให้เสียงสนทนาดังขึ้นโดยมีผลต่อเสียงที่ผสมกันในต้นฉบับน้อยที่สุด
tr: Diyaloglar, özgün ses miksine minimum etki ederek daha belirgin hâle getirilir.
uk: Діалоги підсилюються з мінімальним впливом на оригінальну аудіодоріжку.
vi: Hội thoại được làm cho nổi bật hơn với tác động tối thiểu đến âm thanh tổng hợp gốc.
zh_cn: 对原始混音影响最低，同时更加突显对话。
zh_hk: 對話以最小的影響提升，保留原始混音。
zh_tw: 系統會更加突顯對白，對原有混音的影響最小。

# AVEnhanceDialogueLevelEnhanceMore
source: Enhance More
ar: مزيد من التحسين
ca: Millora avançada
cs: Zvýraznit víc
da: Fremhæv mere
de: „Mehr“ verbessern
el: Περαιτέρω βελτίωση
es: Mejorar más
es_us: Mejorar más
fi: Korosta enemmän
fr: Améliorer davantage
fr_ca: Améliorer davantage
he: שיפור נוסף
hi: और सुधारें
hr: Još više poboljšaj
hu: Erősebb kiemelés
id: Tingkatkan Lagi
it: Migliora ulteriormente
ja: より強調
ko: 더 강조
ms: Tingkatkan Lagi
nb: Framhev mer
nl: Verbeter meer
pl: Wzmacniaj bardziej
pt_br: Aprimorar Mais
pt_pt: Reforçar mais
ro: Îmbunătățire suplimentară
ru: Усилить улучшение
sk: Ešte viac zvýrazniť
sl: Dodatno izboljšano
sv: Framhäv mer
th: ปรับเสียงเพิ่มเติม
tr: Daha Fazla İyileştir
uk: Виокремити сильніше
vi: Cải thiện thêm
zh_cn: 进阶突显
zh_hk: 進一步突顯
zh_tw: 加強突顯

# AVEnhanceDialogueLevelEnhanceMoreDescription
source: Dialogue is further amplified, but may alter the original audio mix.
ar: زيادة تضخيم صوت الحوار، لكن قد يتغير المزيج الصوتي الأصلي.
ca: S’amplifica més el diàleg, però pot alterar la combinació d’àudio original.
cs: Dialogy jsou zvýrazněné ještě víc, ale může dojít ke změně původního zvukového mixu.
da: Dialogen forstærkes yderligere, men det kan forandre det originale lydmiks.
de: Dialog wird weiter verstärkt, der ursprüngliche Audiomix kann sich dadurch allerdings verändern.
el: Ο διάλογος ενισχύεται περαιτέρω αλλά ενδέχεται να αλλοιώσει την αρχική μείξη ήχου.
es: Se amplifica el diálogo, pero afecta a la mezcla de audio original.
es_us: Los diálogos se escucharán amplificados y eso podría alterar la mezcla de audio original.
fi: Dialogia korostetaan edelleen, mutta alkuperäistä äänimiksausta saatetaan muuttaa.
fr: Les dialogues seront davantage amplifiés, toutefois, ce réglage pourra affecter le mix audio original.
fr_ca: Les dialogues sont davantage amplifiés, mais le mix audio original pourrait être altéré.
he: הדיבור יובלט עוד יותר, אך עלול לשנות את השמע המשולב המקורי.
hi: डायलॉग को और भी ऐंप्लिफ़ाई कर दिया जाता है, लेकिन इससे मूल ऑडियो मिक्स में बदलाव हो सकता है।
hr: Dijalog se dodatno pojačava, ali može promijeniti izvorni audio miks.
hu: A beszéd jobban fel van erősítve, ez azonban hatással lehet az eredeti audiomixre.
id: Dialog semakin ditingkatkan, tapi dapat mengubah mixing audio aslinya.
it: I dialoghi vengono ulteriormente amplificati, ma il mix audio originale potrebbe risultare alterato.
ja: 対話がさらに強調されますが、オリジナルのオーディオミックスが変わる可能性があります。
ko: 대화가 더욱 증폭되지만, 원본 오디오 믹스가 변경될 수 있습니다.
ms: Dialog dikuatkan selanjutnya, tetapi mungkin mengubah campuran audio asal.
nb: Dialogen forsterkes ytterligere, og kan endre den opprinnelige lydmiksen.
nl: Dialogen worden verder versterkt, maar de originele audiomix kan veranderen.
pl: Dialogi będą wzmacniane jeszcze bardziej, ale może to wpłynąć na inne składniki oryginalnego materiału audio.
pt_br: O diálogo é mais amplificado, mas isso pode alterar o mix de áudio original.
pt_pt: Os diálogos são ainda mais reforçados, podendo alterar a mistura de áudio original.
ro: Dialogurile sunt amplificate suplimentar, dar mixajul audio original poate fi alterat.
ru: Диалоги дополнительно усиляются, что может изменить оригинальное звучание аудиомикса.
sk: Dialógy sú o niečo viac zosilnené, čo môže ovplyvniť originálny mix audia.
sl: Dialog je dodatno ojačan, vendar lahko spremeni prvotno zvočno sliko.
sv: Dialogen framhävs ytterligare, men den ursprungliga ljudmixningen kan ändras.
th: ปรับเสียงสนทนาให้ดังขึ้น โดยอาจทำให้เสียงที่ผสมกันในต้นฉบับเปลี่ยนไป
tr: Diyalogların sesi daha da artırılır ama özgün ses miksi değiştirilebilir.
uk: Діалоги значно підсилюються, але це може вплинути на оригінальну аудіодоріжку.
vi: Hội thoại được khuếch đại thêm, nhưng có thể làm thay đổi âm thanh tổng hợp gốc.
zh_cn: 进一步放大对话声音，但可能会改变原始混音。
zh_hk: 進一步放大對話的音量，但可能會改變原始混音。
zh_tw: 對白會進一步擴大，但可能會改變原有混音。

# AVEnhanceDialogueLevelIsolate
source: Isolate
ar: العزل
ca: Aïllament
cs: Izolace
da: Isoler
de: Isolieren
el: Απομόνωση
es: Aislar
es_us: Aislamiento
fi: Eristä
fr: Isoler
fr_ca: Isoler
he: בידוד הדיבור
hi: आइसोलेट करें
hr: Izoliraj
hu: Izolálás
id: Isolasi
it: Isolamento
ja: 分離
ko: 분리
ms: Asingkan
nb: Isoler
nl: Isoleer
pl: Izoluj
pt_br: Isolar
pt_pt: Isolar
ro: Izolare
ru: Изолирование
sk: Izolácia
sl: Razločitev
sv: Isolera
th: แยกเสียง
tr: İzole Et
uk: Ізолювати
vi: Tách biệt
zh_cn: 分离人声
zh_hk: 隔離
zh_tw: 隔離
